Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=23_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kieli
sme: sámi giellaráđđi

source: Yhteispohjoismaista kieliyhteistyötä uudistetaan Interreg-rahoitteisella hankkeella 1.8.2015 - 31.5.2018, Sámi Giellagáldu.
sme: Sámi giellaráđi lahtuid gaskkas sámediggi vállje ovddasteaddjiid maiddái sámi parlamentáralaš ráđi vuollásažžan doaibmi oktasaš

source: Saamelaiskäräjillä on saamen kielen toimisto, joka vastaa mm. saamen kielilakiin liittyvien käännösten toimittamisesta viranomaisille, työskentelee saamen kielen aseman parantamiseksi sekä osallistuu erinäisiin terminologiaprojekteihin.
sme: , mii vástida ee. sámi giellaláhkii laktáseaddji jorgalusaid doaimmaheamis eiseválddiide, bargá sámegiela sajádaga buorideami buorrin ja oassálastá terminologiijaprošeavttaide.

source: Suomen kolme saamen kieltä
sme: Suoma golbma sámegiela

source: Saamen kieliä on yhteensä kymmenen, näistä kolmea puhutaan Suomessa saamelaisten kotiseutualueella.
sme: Sámegielat leat oktiibuot logi, dáin golbma hállojuvvo Suomas sámiid ruovttuguovllus.

source: Suomen saamelaiset vodaan siten kielellisesti jakaa kolmeen ryhmään: pohjoissaamelaisiin, inarinsaamelaisiin ja kolttasaamelaisiin.
sme: Suoma sámiid sáhttá dasto gielalaččat juohkit golmma jovkui: davvisápmelaččaide, anáraččaide ja nuortalaččaide.

source: Suurin kielimuodoista on pohjoissaame (davvisámegiella), jota käytetään sekä Suomen, Ruotsin että Norjan puolella.
sme: Stuorámus giellahámiin lea davvisámegiella, mii geavahuvvo sihke Suoma, Ruoŧa ja Norgga bealde.

source: Suurin osa saamen kielen ja saamenkielisestä opetuksesta, saamenkielisestä tiedonvälityksestä, kirjallisuudesta, musiikista ja kaikesta julkaistusta saamenkielisestä materiaalista on pohjoissaamenkielistä.
sme: Stuorámus oassi sámegiela ja sámegielat oahpahusas, sámegielat diehtojuohkimis, girjjálašvuođas, musihkas ja buot almmustahtton sámegielat materiálain lea davvisámegillii.

source: Arviolta 75-90 % kaikista saamea puhuvista henkilöistä käyttää pohjoissaamea.
sme: Árvvu mielde 75-90% buot sámegiela hálli olbmuin geavaha davvisámegiela.

source: Suurin osa heistä asuu Norjan puolella.
sme: Stuorámus oassi sis ássá Norgga bealde.

source: Suomessa pohjoissaamea puhuu äidinkielenään arviolta noin 2000 henkilöä.
sme: Suomas davvisámegiela hállet eatnigiellan árvvu mielde sullii 2000 olbmo.

source: Koltansaamea on perinteisesti käytetty Kuolan niemimaan länsiosissa, josta sitä äidinkielenään puhuneita kolttasaamelaisia asutettiin Suomeen viime sotien jälkeen.
sme: Nuortalašgiella lea árbevirolaččat geavahuvvon Guoládaga fiesttarosiin, gos dan eatnigiellan hállan nuortalaččat fárrehuvvojedje Supmii maŋimuš sođiid maŋŋá.

source: Tänä päivänä kolttasaamelaiset asuvat pääosin Inarin kunnan alueella ja koltansaamen puhujien lukumäärän arvioidaan olevan n. 350.
sme: Odne nuortalaččat ásset váldoosiin Anára gieldda viidodagas ja nuortalašgiela hálliid lohkumearri árvvoštallo leat s. 350.

source: Hälyttävää koltansaamen tilanteen kannalta on se, että nuorempi sukupolvi ei ole oppinut kolttasaamea äidinkielenään.
sme: Fuolastuhtti nuortalašgiela dili dáfus lea dat, ahte nuorat buolva ii leat oahppan nuortalašgiela eatnigiellan.

source: Kielipesätoiminta ja koltankielinen kouluopetus ovat kuitenkin jonkin verran lisänneet kielen käyttöä suomen kielen rinnalla.
sme: Giellabeassedoaibma ja nuortalašgiela skuvlaoahpahus leat goittotge muhtin veardde lasihan giela geavaheami suomagiela bálddas.

source: Inarinsaamen kieli on saamenkielistä ainoa jota puhutaan vain Suomessa ja jota on perinteisesti puhuttu vain Inarin kunnan alueella.
sme: Anárašgiella lea sámegielain áidna mii hállojuvvo dušše Suomas ja mii lea árbevirolaččat hállon dušše Anára gielddas.

source: Inarinsaamen kieltä puhuvia on noin 300.
sme: Anárašgiela hállit leat sullii 300.

source: Inarinsaamen kirjakielen asema on vahvistunut ja elpynyt viimeisten vuosien aikana kielipesätoiminnan avulla.
sme: Anárašgiela girjegiela sajádat lea nanosmuvvan ja ealáskan maŋimuš jagiid áigge giellabeassedoaimma vehkiin.

source: Myös koulussa inarinsaamenkielellä annetun opetuksen määrä on vuosittain lisääntynyt huomattavasti juuri kielipesä toiminnan ansioista.
sme: Maiddái skuvllas anárašgielain addojuvvon oahpahusa mearri lea jahkásaččat lassánan dovdomassii justa giellabeasse- doaimma ánssus.

source: Saamen kielet ja Saamelaiskäräjät
sme: Sámegielat ja Sámediggi

source: Saamen kieli on saamelaisen alkuperäiskansan kieli.
sme: Sámegiella lea sámi eamiálbmoga giella.

source: Suomen valtio on omalla lainsäädännöllään sekä kansainvälisillä sopimuksilla sitoutunut turvaamaan saamelaisen alkuperäiskansan kielen ja kulttuurin ylläpitämisen ja kehittämisen.
sme: Suoma stáhta lea iežas láhkaásahemiin sihke riikkaidgaskasaš soahpmaušain čatnasan sihkkarastit sámi eamiálbmoga giela ja kultuvrra doalaheami ja ovddideami.

source: Saamelaisilla on Suomen perustuslain mukaan kieltään ja kulttuuriaan koskeva itsehallinto saamelaisten kotiseutualueella.
sme: Sámiin lea Suoma vuođđolága mielde giela ja kultuvrra guoski iešráđđen sámiid ruovttuguovllus.

source: Tätä itsehallintoa toteuttaa Saamelaiskäräjät.
sme: Dán iešráđđema ollašuhttá Sámediggi.

source: Saamen kielten asema on uhanalainen vaikka saamen kielten tilanne on joiltakin osin viime vuosina parantunut.
sme: Sámegielaid sajádat lea áitatvuloš vaikke sámegielaid dilli lea muhtin osiin maŋimuš jagiin buorránan.

source: Yhteiskunnallisista toimista huolimatta kaikki saamen kielet kuuluvat Unescon kansainvälisen luokituksen mukaan uhanalaisiin kieliin.
sme: Servodatdoaimmain fuolakeahttá buot sámegielat gullet Unesco riikkaidgaskasaš luohkkájuogu mielde áitatvuloš gielaide.

source: Suomessa puhuttavat inarin- ja koltansaame luokitellaan erittäin uhanalaisiksi kieliksi.
sme: Suomas hállon anáraš- ja nuortalašgiella lohkkojit erenomáš áitatvuloš giellan.

source: Kesällä 2002 saamen kieli päätettiin ottaa mukaan EU:n komission vakavasti uhanalaisten kielten ohjelmaan.
sme: Geassit 2002 sámegiella šihttui váldot fárrui EU komissio garrasit áitatvuloš gielaid prográmmai.

source: Vaikka saamen kieliä on jonkin verran pystytty elvyttämään, tarvitsevat ne paljon erinäisiä tukitoimenpiteitä säilyäkseen sukupolvelta toiselle.
sme: Vaikke sámegielaid leat muhtin veardde bastán ealáskahttit, dárbbašit dat olu sierranas doarjjadoaimmaid seailun dihtii buolvvas nubbái.

source: Suomessa on valmisteilla saamen kieliä koskeva kielenelvyttämisohjelma ja Saamelaiskäräjät on lausunnossaan kiirehtinyt elvyttämisohjelman toimenpiteiden resursseja ja täytäntöönpanoa.
sme: Suomas lea válmmaštallama vuolde sámegielaid guoskevaš gielaealáskahttinprográmma ja Sámediggi lea cealkámušas hoahpuhan ealáskahttinprográmma doaibmabijuid resurssaid ja ollašuhttima.

source: Saamen kieleen liittyvistä asioista saamelaiskäräjillä vastaa saamen kielineuvosto.
sme: Sámegillii gulavaš áššiin sámedikkis vástida sámi giellaráđđi.

source: Saamen kielen toimisto yhdessä saamen kielineuvoston kanssa valvoo ja edistää saamelaisten saamen kielilaissa mainittujen kielellisten oikeuksien toteutumista.
sme: Sámegiela doaimmahat ovttas sámi giellaráđiin gohcá ja ovddida sámi giellalágas namuhuvvon sámiid gielalaš vuoigatvuođaid ollašuvvama.

source: Saamelaisten oikeudesta käyttää omaa kieltään viranomaisissa säädettiin ensimmäisen kerran vuonna 1991 (516/1991) ns. saamelaisten kielilailla.
sme: Sámiid vuoigatvuođas geavahit iežas giela virgeoapmahaččain ásahuvvui vuosttas háve jagi 1991 (516/1991) ng. sámi giellalágain.

source: Saamelaisten kielellisten oikeuksien toteuttaminen perustui tuossa laissa lähinnä kääntämiseen ja tulkkaukseen.
sme: Sámiid gielalaš vuoigatvuođaid ollašuhttin vuođđuduvai duon lágas lagamustá jorgaleapmái ja tulkomii.

source: Pääasiassa sen vuoksi saamelaisten kielelliset oikeudet eivät käytännössä toteutuneet läheskään siinä laajuudessa kuin lainsäätäjä oli lakia säätäessään tarkoittanut.
sme: Váldoáššis dan dihtii sámiid gielalaš vuoigatvuođat eai geavadis ollašuvvan lahkage dan viidodagas go láhkaásaheaddji lei lága ásahettiin dárkkuhan.

source: Saamen kielilakia uudistettiin vuonna 2003 samanaikaisesti yleisen kielilain (423/2003) kanssa.
sme: Sámi giellaláhka ođasmahttui jagi 2003 seamma áigge almmolaš giellalágain (423/2003).

source: Saamen kielilaki (1086/03) tuli voimaan vuoden 2004 alussa ja sen tarkoituksena on osaltaan turvata perustuslaissa säädetty saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Ođđa sámi giellaláhka (1086/03) bođii fápmui jagi 2004 álggus ja dan dárkkuhussan lea bealistis sihkkarastit vuođđolágas ásahuvvon sámiid vuoigatvuođa doalahit ja ovddidit iežaset giela ja kultuvrra.

source: Lain tavoitteena on taata saamelaisille oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon kielestä riippumatta sekä se, että saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota.
sme: Lága ulbmilin lea dáhkidit sámiide vuoigatvuođa vuoiggalaš riektegeavvamii ja buori hálddahussii gielas fuolakeahttá sihke dasa, ahte sámiid gielalaš vuoigatvuođat ollašuhttojit almmá, ahte daidda dárbbaša sierra doarjalit.

source: Laki koskee kaikkia Suomessa puhuttavia saamen kieliä: pohjoissaamea, inarinsaamea ja koltansaamea.
sme: Láhka guoská buot Suomas hállon sámegielaid: davvisámegiela, anárašgiela ja nuortalašgiela.

source: Saamelaisten kotiseutualueella sijaitsevissa valtion tai kuntien virastoissa tai toimipisteissä asioidessaan saamelaisella on aina lain mukainen oikeus valintansa mukaan käyttää suomea tai saamen kieltä.
sme: Sámiid ruovttuguovllus leahkki stáhta dahje gielddaid virgedáluin dahje doaibmabáikkiin áššiid divššodetttiin sápmelaččas lea álot lága mielde vuoigatvuohta válljema mielde geavahit suoma- dahje sámegiela.

source: Viranomaisten ilmoitusten, kuulutusten, tiedotteiden ja opasteiden tulee saamelaisten kotiseutualueella olla myös saamenkielisinä.
sme: Virgeoapmahaččaid almmuhusat, gulahusat, dieđáhusat ja oahpistangalbbat galget leat sámiid ruovttuguovllus maiddái sámegillii.

source: Saamelaisten kotiseutualueella viranomaisilla on velvollisuus edistää toiminnassaan saamen kielen käyttämistä.
sme: Sámiid ruovttuguovllus virgeoapmahaččain lea geatnegasvuohta ovddidit doaimmain sámegiela geavaheami.

source: Kunnallisten viranomaisten tulee käyttää suomen kielen ohella harkitsemassaan laajuudessa saamen kieltä pöytäkirjoissa ja muissa asiakirjoissa, joilla on yleistä merkitystä.
sme: Gieldda virgeoapmahaččat galget geavahit suomagiela lassin vihkkedallama mielde sámegiela beavdegirjjiin ja eará áššebáhpáriin, maidguin lea almmolaš mearkkašupmi.

source: Lain mukaan saamelaisten kotiseutualueen valtiollisten ja kunnallisten viranomaisten on henkilöstöä palkatessaan huolehdittava siitä, että kussakin virastossa pystytään palvelemaan asiakkaita myös saamen kielellä.
sme: Lága mielde sámiid ruovttuguovllu stáhta ja gieldda virgeoapmahaččat galget bargoveaga bálkáhettiin fuolahit das, ahte guđege virgebáikkis lea vejolaš bálvalit áššehasaid maiddái sámegielain.

source: Viranomaisen tulee myös koulutusta järjestämällä tai muilla tavoin huolehtia siitä, että sen henkilöstöllä on tehtäviensä edellyttämä saamen kielen taito.
sme: Virgeoapmahaš galgá maiddái skuvlema lágidemiin dahje eará láhkai fuolahit das, ahte dan bargoveagas lea bargguidis eaktudan sámegiela dáidu.

source: Jokainen viranomainen valvoo omalla toimialallaan lain noudattamista.
sme: Juohke virgeoapmahaš gohcá iežas doaibmasuorggis lága čuovvuma.

source: Kielineuvosto antaa yhdessä saamen kielen toimiston kanssa vaalikausittain kertomuksen saamenkielisten kielellisten oikeuksien toteutumisesta ja edistymisestä.
sme: Giellaráđđi addá ovttas sámegiela doaimmahagain válgabajiid mielde čilgehusa sámegielat gielalaš vuoigatvuođaid ollašuvvamis ja ovdáneamis.

source: Saamelaiskäräjät laati lain toteutumisesta vuonna 2007 perusselvityksen Saamen kielilain toteutuminen vuosina 2004 - 2007.
sme: Sámediggi ráhkadii lága ollašuvvamis jagi 2007 vuođđočielggadeami Sámi giellalága ollašuvvan jagiid 2004-2007.

source: Kielineuvoston ja saamen kielen toimiston tehtävänä on saamen kielilain edistämisen ja valvonnan lisäksi parantaa saamen kielen asemaa ja kohottaa saamen kielen statusta yhteiskunnassa.
sme: Giellaráđi ja sámegiela doaimmahaga bargun lea sámi giellalága ovddideami ja gohcima lassin buoridit sámegiela sajádaga ja loktet sámegiela stáhtusa servodagas.

source: Kielen kommunikaatioarvoa nyky-yhteiskunnassa on parannettu pari vuosikymmentä sitten käynnistyneellä kielenhuolto- ja terminologiatyöllä, jolla pyritään mm. juurruttamaan uudissanat kieleen sen omaan rakenteen mukaisina.
sme: Giela kommunikášuvdnaárvu dálá servodagas lea buoriduvvon moaddeloge jagi dassái álggahuvvon giellagáhtten- ja terminologiijabargguin, mainna figgo ee. sajáiduhttit ođđasániid gillii dan iežas ráhkadusa mielde.

source: Saamen kielen kielenhuolto- ja neuvontatehtäviä on Suomessa hoitanut Kotimaisten kielten tutkimuskeskus (Ruoktoeatnan gielaid dutkan guovddáš) vuoden 2011 loppuun saakka.
sme: Sámegiela giellagáhtten- ja rávvenbargguid lea Suomas dikšon Kotimaisten kielten tutkimuskeskus (Ruoktoeatnangielaiddutkanguovddáš) jagi 2011 loahpa rádjai.

source: Vuoden 2012 alusta lukien Kotimaistenkielten tutkimuskeskuksen organisaatio muuttui ja nimeksi tuli Kotimaisten kielten keskus ja uudistuksen myötä saamen kielen tutkijan virat siirrettiin Oulun yliopiston Giellagas-instituuttiin.
sme: Jagi 2012 álggu rájes Ruoktoeatnangielaid dutkanguovddáža organisášuvdna nuppástuvai ja namman bođii Ruoktoeatnan gielaid guovddážiin

source: Yhteispohjoismaista kieliyhteistyötä uudistetaan Interreg-rahoitteisella hankkeella 1.1.2013 - 30.6.2014.
sme: Davviriikkaid oktasaš giellaovttasbargu ođasmahtto Interreg-ruhtadan fidnui 1.1.2013 - 30.6.2014.

source: SÁFÁ2 – Sámi Giellagáldu- Yhteispohjoismaisen saamen kielen ammatti- ja resurssikeskuksen perustamishanke
sme: SáFá - davviriikkalaš sámi giellafágaguovddáža ásaheami čielggadus
